{
    "bentoSection": {
        "title": "MANFAAT",
        "subtitle": "Mengapa Memilih Solusi Smart Yield Kami?",
        "features": [
            {
                "eyebrow": "Keuntungan",
                "title": "Tingkatkan Margin Anda",
                "description": "Nikmati lebih sedikit kasus penipuan dan perselisihan pembayaran berkat teknologi mutakhir kami yang aman. Ini membantu melindungi keuntungan Anda dan meningkatkan margin Anda."
            },
            {
                "eyebrow": "Risiko Lebih Sedikit",
                "title": "Lindungi Terhadap Risiko Mata Uang",
                "description": "Kami mendiversifikasi penghasilan bisnis Anda dengan mengonversi sebagian dana Anda menjadi mata uang global yang stabil (50% dolar AS dan 50% Euro), mengurangi dampak fluktuasi Rupiah."
            },
            {
                "eyebrow": "Optimisasi Cashflow",
                "title": "Tingkatkan Pengembalian Uang Menganggur",
                "description": "Buat cashflow harian bisnis Anda bekerja lebih keras untuk Anda. Dengan menempatkan uang Anda dalam program keuangan yang dikelola dengan hati-hati, Anda dapat mendapatkan pengembalian yang lebih tinggi sambil tetap mempertahankan akses mudah ke dana Anda."
            },
            {
                "eyebrow": "Manajemen Likuiditas",
                "title": "Manajemen Likuiditas & Cashflow yang Sederhana",
                "description": "Dengan pelacakan waktu nyata dan akses fleksibel ke penghasilan Anda, Anda dapat mengelola cashflow dengan mudah, membuat keputusan keuangan yang lebih cerdas untuk bisnis Anda."
            },
            {
                "eyebrow": "Keahlian Regional",
                "title": "Dukungan yang Disesuaikan dengan Keahlian Lokal",
                "description": "Kami menyediakan dukungan langsung untuk bisnis di Asia Tenggara, membantu Anda memanfaatkan strategi keuangan global dengan keahlian dan perhatian lokal."
            },
            {
                "eyebrow": "Stabil",
                "title": "Nilai Stabil",
                "description": "Setiap IDRX dirancang untuk mempertahankan nilai 1:1 dengan Rupiah Indonesia, menawarkan stabilitas dan prediktabilitas untuk keuangan bisnis Anda."
            },
            {
                "eyebrow": "Jaminan Regulasi",
                "title": "Didukung Sepenuhnya & Terpercaya",
                "description": "Semua dana yang mendukung IDRX disimpan di lembaga keuangan yang diatur, memastikan uang Anda aman dan sepenuhnya dapat diakses."
            }
        ]
    }
}